import React from 'react';

export default function About() {
    return (
        <section className='About'>
            <h3 className='About__title'>О магазине</h3>

            <p>В интернет-магазине TIMESHOP каждый может выбрать и купить наручные часы, потратив совсем немного времени, - удобный поиск со множеством фильтров в считаные минуты подберет модель Вашей мечты среди множества, представленного на сайте.</p>
            <p>В каталоге часов интернет-магазина TIMESHOP более 190 брендов мужских и женских моделей разных ценовых категорий, всего более 50 000 товаров. Здесь Вы найдете самые популярные швейцарские часы, японские и немецкие, и даже французские и американские. Дорогие часы эксклюзивных марок выделены в отдельный раздел. Кроме того, у нас есть настенные, настольные и напольные часы, ювелирные изделия и подарки. АссортиментTIMESHOP пополняется постоянно!</p>
            <p>Со многими производителями TIMESHOP сотрудничает напрямую, в остальных случаях мы выбираем официальных, проверенных поставщиков. Мы работаем уже более 19 лет и всегда гарантируем 100% подлинность товара.</p>
        </section>
    )
}